{
  "dualar": [
    {
      "baslik": "Sübhaneke Duası",
      "arapca": "سُبْحَانَكَ اللَّهُمَّ وَ بِحَمْدِكَ ، وَ تَبَارَكَ اسْمُكَ ، وَ تَعَالَى جَدُّكَ ، وَ لاَ اِلَهَ غَيْرُكَ",
      "okunusu": "Subhânekellâhumme ve bi hamdik ve tebârekesmuk ve teâlâ cedduk ve lâ ilâhe ğayruk.",
      "anlami": "Allah'ım! Sen eksik sıfatlardan pak ve uzaksın. Seni daima böyle tenzih eder ve överim. Senin adın mübarektir. Varlığın her şeyden üstündür. Senden başka ilah yoktur."
    },
    {
      "baslik": "Ettehiyyatü Duası",
      "arapca": "اَلتَّحِيَّاتُ ِللهِ وَ الصَّلَوَاتُ وَ الطَّيِّبَاتُ ، اَلسَّلاَمُ عَلَيْكَ اَيُّهَا النَّبِيُّ وَ رَحْمَةُ اللهِ وَ بَرَكَاتُهُ ، اَلسَّلاَمُ عَلَيْنَا وَ عَلَى عِبَادِ اللهِ الصَّالِحِينَ ، اَشْهَدُ اَنْ لآ اِلَهَ اِلاَّ اَللهُ وَ اَشْهَدُ اَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ",
      "okunusu": "Ettehiyyâtu lillâhi ve’s-salevâtu ve’t-tayyibâtu esselâmu ‘aleyke eyyuhe’n-nebiyyu ve rahmetullâhi ve berakâtuhû esselâmu ‘aleynâ ve ‘alâ ‘ıbâdillâhi’s-salihîn. Eşhedu en lâ ilâhe illallâh ve eşhedu enne Muhammeden ‘abduhû ve rasûluh.",
      "anlami": "Selam, rahmet ve bütün güzellikler, her türlü dil, beden ve mal ile yapılan ibadet Allah’a mahsustur. Ey Peygamber! Allah’ın rahmeti ve bereketleri senin üzerine olsun. Selâm bizlere ve Allah’ın sâlih kullarına olsun. Ben şahadet ederim (kesinlikle bilirim) ki, Allah’tan başka hiçbir ilâh yoktur. Ve şahadet ederim ki Hazret-i Muhammed Allah’ın kulu ve Resûlüdür."
    },
    {
      "baslik": "Allahümme Salli Duası",
      "arapca": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيم ، إِنَّكَ حَمِيدٌ مَجِيدٌ",
      "okunusu": "Allâhümme salli alâ Muhammedin ve alâ âli Muhammed. Kemâ salleyte alâ İbrahime ve alâ âli İbrahim. İnneke hamidün mecîd.",
      "anlami": "Ey Allah'ım! İbrâhîm'e 'Aleyhisselâm' ve âline (ailesine) rahmet ettiğin gibi, (Efendimiz) Muhammed'e 'aleyhisselâm' ve âline de rahmet eyle. Muhakkak Sen hamîd (övülen) ve mecîdsin (şanı büyük)."
    },
    {
      "baslik": "Allahümme Barik Duası",
      "arapca": "اللَّهُمَّ بَارِكْ عَلَى مُحَمَّdٍ وَعَلَى آلِ مُحَمَّدٍ ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيم ، إِنَّكَ حَمِيدٌ مَجِيدٌ",
      "okunusu": "Allâhümme bârik alâ Muhammedin ve alâ âli Muhammed. Kemâ bârekte alâ İbrahime ve alâ âli İbrahim. İnneke hamidün mecîd.",
      "anlami": "Ey Allah'ım! İbrâhîm'e Aleyhisselâm ve âline bereketler ihsan ettiğin gibi, (Efendimiz) Muhammed'e 'aleyhisselâm' ve âline de bereketler ihsan eyle. Muhakkak Sen hamîd (övülen) ve mecîd'sin (şanı büyük)."
    },
    {
      "baslik": "Rabbena Atina Duası",
      "arapca": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَ فِي اْلآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
      "okunusu": "Rabbenâ âtinâ fid'dünyâ haseneten ve fil'âhireti haseneten ve gınâ azâbennâr. Birahmetike yâ Erhamerrahimîn.",
      "anlami": "Allah'ım! Bize dünyada iyilik ve güzellik, ahirette de iyilik, güzellik ver. Bizi ateş azabından koru. Ey Rabb'im, merhamet edenlerin merhamet edicisi, bize rahmetinle muamele eyle."
    },
    {
      "baslik": "Rabbenağfirlî Duası",
      "arapca": "رَبَّنَا اغْفِرْ لِى وَ لِوَالِدَىَّ وَ لِلْمُؤمِنِينَ يَوْمَ يَقُومُ اْلحِسَابُ",
      "okunusu": "Rabbenâğfirlî ve li-vâlideyye ve lil-mü'minîne yevme yekumü'l hisâb. Birahmetike yâ Erhamerrahimîn.",
      "anlami": "Ey bizim Rabb'imiz! Beni, anamı ve babamı ve bütün mü'minleri hesap gününde bağışla. Ey Rabb'im merhamet edenlerin merhamet edicisi, bize rahmetinle muamele eyle."
    },
    {
      "baslik": "Kunut Duası (1)",
      "arapca": "اَللَّهُمَّ إِنَّا نَسْتَعِينُكَ وَ نَسْتَغْفِرُكَ وَ نَسْتَهْدِيكَ ، وَ نُؤْمِنُ بِكَ وَ نَتُوبُ اِلَيْكَ ، وَ نَتَوَكَّلُ عَلَيْكَ ، وَ نُثْنِى عَلَيْكَ اْلخَيْرَ كُلَّهُ نَشْكُرُكَ وَ لاَ نَكْفُرُكَ ، وَ نَخْلَعُ وَ نَتْرُكُ مَنْ يَفْجُرُكَ",
      "okunusu": "Allâhumme innâ nesteînuke ve nestağfiruke ve nestehdik. Ve nu'minu bike ve netûbu ileyk. Ve netevekkelu aleyke ve nusni aleykel-hayra kullehu neşkuruke ve lâ nekfuruke ve nahleu ve netruku men yefcuruk.",
      "anlami": "Allah'ım! Senden yardım isteriz, günahlarımızı bağışlamanı isteriz, razı olduğun şeylere hidayet etmeni isteriz. Sana inanırız, sana tevbe ederiz. Sana güveniriz. Bize verdiğin bütün nimetleri bilerek seni hayır ile överiz. Sana şükrederiz. Hiçbir nimetini inkar etmez ve onları başkasından bilmeyiz. Nimetlerini inkar eden ve sana karşı geleni bırakırız."
    },
    {
      "baslik": "Kunut Duası (2)",
      "arapca": "اَللَّهُمَّ إِيَّاكَ نَعْبُدُ وَلَكَ نُصَلِّى وَنَسْجُدُ وَإِلَيْكَ نَسْعَى وَنَحْفِدُ نَرْجُو رَحْمَتَكَ وَنَخْشَى عَذَابَكَ إِنَّ عَذَابَكَ بِالْكُفَّارِ مُلْحِقٌ",
      "okunusu": "Allâhümme iyyâke na'büdü ve leke nüsallî ve nescüdü ve ileyke nes'â ve nahfidü nercû rahmeteke ve nahşâ azâbeke inne azâbeke bilküffâri mülhıg.",
      "anlami": "Allah'ım! Biz yalnız sana kulluk ederiz. Namazı yalnız senin için kılar, ancak sana secde ederiz. Yalnız sana koşar ve sana yaklaştıracak şeyleri kazanmaya çalışırız. İbadetlerini sevinçle yaparız. Rahmetinin devamını ve çoğalmasını dileriz. Azabından korkarız, şüphesiz senin azabın kafirlere ve inançsızlara ulaşır."
    }
  ],
  "sureler": [
    {
      "baslik": "Fatiha Suresi",
      "arapca": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحٖيمِ ﴿١﴾ اَلْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمٖينَۙ ﴿٢﴾ اَلرَّحْمٰنِ الرَّحٖيمِۙ ﴿٣﴾ مَالِكِ يَوْمِ الدّٖينِۜ ﴿٤﴾ اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعٖينُۜ ﴿٥﴾ اِهْدِنَا الصِّرَاطَ الْمُسْتَقٖيمَۙ ﴿٦﴾ صِرَاطَ الَّذٖينَ اَنْعَمْتَ عَلَيْهِمْۙ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّٓالّٖينَ ﴿٧﴾",
      "okunusu": "Bismillâhirrahmânirrahîm. Elhamdu lillâhi rabbil'âlemîn. Errahmânir'rahim. Mâliki yevmiddin. İyyâke na'budu ve iyyâke neste'în. İhdinassırâtel mustakîm. Sırâtallezîne en'amte aleyhim ğayrilmağdûbi aleyhim ve leddâllîn.",
      "anlami": "Rahmân ve Rahîm olan Allah'ın adıyla. Hamd, Âlemlerin Rabbi, Rahmân, Rahîm, hesap ve ceza gününün (ahiret gününün) maliki Allah'a mahsustur. (Allahım!) Yalnız sana ibadet ederiz ve yalnız senden yardım dileriz. Bizi doğru yola, kendilerine nimet verdiklerinin yoluna ilet; gazaba uğrayanlarınkine ve sapıklarınkine değil."
    },
    {
      "baslik": "Fil Suresi",
      "arapca": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ ﴿١﴾ أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ ﴿٢﴾ وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ ﴿٣﴾ تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ ﴿٤﴾ فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ ﴿٥﴾",
      "okunusu": "Elem tera keyfe fe'ale rabbuke bi-ashâbi'l-fîl. Elem yec'al keydehum fî tadlîl. Ve ersele 'aleyhim tayran ebâbîl. Termîhim bi-hicâratin min siccîl. Fece'alehum ke'asfin me'kûl.",
      "anlami": "Rabbinin, fil sahiplerine ne yaptığını görmedin mi? Onların tuzaklarını boşa çıkarmadı mı? Üzerlerine balçıktan pişirilmiş taşlar atan sürü sürü kuşlar gönderdi. Nihayet onları yenilmiş ekin yaprakları gibi yaptı."
    },
    {
      "baslik": "Kureyş Suresi",
      "arapca": "لِإِيلَافِ قُرَيْشٍ ﴿١﴾ إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ ﴿٢﴾ فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ ﴿٣﴾ الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ ﴿٤﴾",
      "okunusu": "Li-îlâfi kureyş. Îlâfihim rihlete'ş-şitâi ve's-sayf. Felya'budû rabbe hâze'l-beyt. Ellezî et'amehum min cû'in ve âmenehum min havf.",
      "anlami": "Kureyş'in güvenliği, onların kış ve yaz yolculuklarının güvenliği için, bu evin (Kâbe'nin) Rabbine kulluk etsinler. O ki, kendilerini açlıktan doyurdu ve onları korkudan emin kıldı."
    },
    {
      "baslik": "Maun Suresi",
      "arapca": "أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ ﴿١﴾ فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ ﴿٢﴾ وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ ﴿٣﴾ فَوَيْلٌ لِلْمُصَلِّينَ ﴿٤﴾ الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ ﴿٥﴾ الَّذِينَ هُمْ يُرَاءُونَ ﴿٦﴾ وَيَمْنَعُونَ الْمَاعُونَ ﴿٧﴾",
      "okunusu": "Eraeytellezî yukezzibu bi'd-dîn. Fezâlike'l-lezî yedu'ul yetîm. Ve lâ yehuddu alâ ta'âmi'l-miskîn. Feveylun li'l-musallîn. Ellezîne hum an salâtihim sâhûn. Ellezîne hum yurâûn. Ve yemne'ûne'l-mâ'ûn.",
      "anlami": "Dini yalanlayanı gördün mü? İşte o, yetimi itip kakar ve yoksulu doyurmaya teşvik etmez. Yazıklar olsun o namaz kılanlara ki, onlar namazlarını ciddiye almazlar. Onlar gösteriş yaparlar ve en ufak bir yardımı (zekâtı) bile engellerler."
    },
    {
      "baslik": "Kevser Suresi",
      "arapca": "إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ ﴿١﴾ فَصَلِّ لِرَبِّكَ وَانْحَرْ ﴿٢﴾ إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ ﴿٣﴾",
      "okunusu": "İnnâ a'taynâkel-kevser. Fesalli li-rabbike ve'nhar. İnne şâni'eke huve'l-ebter.",
      "anlami": "Şüphesiz, biz sana Kevser'i verdik. O hâlde, Rabbin için namaz kıl ve kurban kes. Doğrusu sana kin besleyenin soyu kesiktir."
    },
    {
      "baslik": "Kafirun Suresi",
      "arapca": "قُلْ يَا أَيُّهَا الْكَافِرُونَ ﴿١﴾ لَا أَعْبُدُ مَا تَعْبُدُونَ ﴿٢﴾ وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ ﴿٣﴾ وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ ﴿٤﴾ وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ ﴿٥﴾ لَكُمْ دِينُكُمْ وَلِيَ دِينِ ﴿٦﴾",
      "okunusu": "Kul yâ eyyuhe'l-kâfirûn. Lâ a'budu mâ ta'budûn. Ve lâ entum 'âbidûne mâ a'bud. Ve lâ ene 'âbidun mâ 'abedtum. Ve lâ entum 'âbidûne mâ a'bud. Lekum dînukum veliye dîn.",
      "anlami": "De ki: 'Ey kâfirler! Ben sizin taptıklarınıza tapmam. Siz de benim taptığıma tapmazsınız. Ben sizin taptıklarınıza asla tapacak değilim. Siz de benim taptığıma tapacak değilsiniz. Sizin dininiz size, benim dinim banadır.'"
    },
    {
      "baslik": "Nasr Suresi",
      "arapca": "إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ ﴿١﴾ وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا ﴿٢﴾ فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ ۚ إِنَّهُ كَانَ تَوَّابًا ﴿٣﴾",
      "okunusu": "İzâ câe nasrullâhi ve'l-feth. Ve raeyte'n-nâse yedhulûne fî dînillâhi efvâcâ. Fesebbih bihamdi rabbike ve'stağfirh, innehu kâne tevvâbâ.",
      "anlami": "Allah'ın yardımı ve fetih geldiğinde ve insanların Allah'ın dinine bölük bölük girdiklerini gördüğünde, Rabbine hamd ederek tespihte bulun ve O'ndan bağışlama dile. Şüphesiz O, tövbeleri çok kabul edendir."
    },
    {
      "baslik": "Tebbet Suresi",
      "arapca": "تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ ﴿١﴾ مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ ﴿٢﴾ سَيَصْلَى نَارًا ذَاتَ لَهَبٍ ﴿٣﴾ وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ ﴿٤﴾ فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ ﴿٥﴾",
      "okunusu": "Tebbet yedâ ebî lehebin ve tebb. Mâ ağnâ 'anhu mâluhu ve mâ keseb. Seyaslâ nâran zâte leheb. Vemraetuhu hammâlete'l-hatab. Fî cîdihâ hablun min mesed.",
      "anlami": "Ebu Leheb'in elleri kurusun, kurudu da! Malı ve kazandıkları ona fayda vermedi. O, alevli bir ateşe girecektir. Odun taşıyıcı olarak karısı da. Boynunda bükülmüş hurma liflerinden bir ip olduğu halde."
    },
    {
      "baslik": "İhlas Suresi",
      "arapca": "قُلْ هُوَ اللَّهُ أَحَدٌ ﴿١﴾ اللَّهُ الصَّمَدُ ﴿٢﴾ لَمْ يَلِدْ وَلَمْ يُولَدْ ﴿٣﴾ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ ﴿٤﴾",
      "okunusu": "Kul huvallâhu ehad. Allâhu's-samed. Lem yelid ve lem yûled. Ve lem yekun lehu kufuven ehad.",
      "anlami": "De ki: O, Allah'tır, bir tektir. Allah Samed'dir (Her şey O'na muhtaçtır, O, hiçbir şeye muhtaç değildir). O, doğurmamış ve doğmamıştır. O'nun hiçbir dengi yoktur."
    },
    {
      "baslik": "Felak Suresi",
      "arapca": "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ﴿١﴾ مِنْ شَرِّ مَا خَلَقَ ﴿٢﴾ وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ ﴿٣﴾ وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ ﴿٤﴾ وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ ﴿٥﴾",
      "okunusu": "Kul e'ûzu bi-rabbi'l-felak. Min şerri mâ halak. Ve min şerri ğâsikın izâ vekab. Ve min şerri'n-neffâsâti fi'l-'ukad. Ve min şerri hâsidin izâ hased.",
      "anlami": "De ki: 'Yarattığı şeylerin şerrinden, karanlığı çöktüğü zaman gecenin şerrinden, düğümlere üfleyenlerin şerrinden ve haset ettiği zaman hasetçinin şerrinden, sabahın Rabbine sığınırım!'"
    },
    {
      "baslik": "Nas Suresi",
      "arapca": "قُلْ أَعُوذُ بِرَبِّ النَّاسِ ﴿١﴾ مَلِكِ النَّاسِ ﴿٢﴾ إِلَهِ النَّاسِ ﴿٣﴾ مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ ﴿٤﴾ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ ﴿٥﴾ مِنَ الْجِنَّةِ وَالنَّاسِ ﴿٦﴾",
      "okunusu": "Kul e'ûzu bi-rabbi'n-nâs. Meliki'n-nâs. İlâhi'n-nâs. Min şerri'l-vesvâsi'l-hannâs. Ellezî yuvesvisu fî sudûri'n-nâs. Mine'l-cinneti ve'n-nâs.",
      "anlami": "De ki: 'Cinlerden ve insanlardan, insanların kalplerine vesvese veren sinsi vesvesecinin şerrinden, insanların Rabbine, insanların Melikine, insanların İlahına sığınırım.'"
    }
  ],
  "abdest": [
    {
      "baslik": "Abdest Nasıl Alınır? (Sırasıyla)",
      "icerik": "1. Önce \"Niyet ettim Allah rızası için abdest almaya\" diye niyet edilir ve \"Eûzübillahimineşşeytanirracim, Bismillahirrahmanirrahîm\" denir.\n2. Eller bileklere kadar üç defa yıkanır. Parmak aralarının yıkanmasına dikkat edilir.\n3. Sağ avuç ile ağıza üç kere su alınıp her defasında iyice çalkalanır.\n4. Sağ avuç ile buruna üç kere su çekilir ve sol el ile sümkürülerek burun temizlenir.\n5. Alında saçların bittiği yerden çene altına ve kulak yumuşaklarına kadar yüzün her tarafı üç kere yıkanır.\n6. Sağ kol dirsekle beraber üç kere, sonra sol kol dirsekle beraber üç kere yıkanır.\n7. Sağ el ıslatılır ve avuç içiyle başın dörtte biri bir defa mesh edilir (ıslak elle sıvazlanır).\n8. Eller tekrar ıslatılarak, şehadet parmakları ile kulakların içi, baş parmaklar ile kulakların arkası mesh edilir.\n9. Elleri ıslatmaya gerek kalmadan, serçe parmakların dışıyla boyun mesh edilir.\n10. Önce sağ ayak, sonra sol ayak topuklarla ve parmak aralarıyla birlikte üçer defa yıkanır."
    },
    {
      "baslik": "Abdestin Farzları (4)",
      "icerik": "Bunlardan biri eksik olursa abdest geçerli olmaz:\n1. Yüzü bir kere yıkamak.\n2. Elleri dirseklerle beraber bir kere yıkamak.\n3. Başın dörtte birini bir kere mesh etmek.\n4. Ayakları topuklarla beraber bir kere yıkamak."
    },
    {
      "baslik": "Abdestin Sünnetleri",
      "icerik": "- Abdeste niyet etmek ve Besmele ile başlamak.\n- Elleri bileklere kadar yıkamak.\n- Dişleri temizlemek (misvak veya fırça ile).\n- Ağza ve burna üçer defa su vermek.\n- Yıkanan organları üçer defa yıkamak.\n- Yıkamaya sağ taraftaki organlardan başlamak.\n- Parmakların arasını hilallemek (ovuşturmak).\n- Kulakları ve boynu mesh etmek.\n- Abdest organlarını ara vermeden, peş peşe yıkamak."
    },
    {
      "baslik": "Abdesti Bozan Şeyler",
      "icerik": "- Vücudun herhangi bir yerinden idrar, kan, irin, gaita gibi bir necasetin çıkması.\n- Yellenmek (gaz çıkarmak).\n- Ağız dolusu kusmak.\n- Bayılmak, çıldırmak veya sarhoş olmak.\n- Namaz kılarken yanındaki kişinin duyacağı şekilde sesli gülmek.\n- Bir yere dayanarak veya yatarak uyumak (dayanılan şey çekildiğinde düşecek pozisyonda olmak).\n- Cinsel münasebette bulunmak."
    }
  ],
  "namaz_kilinisi": [
    {
      "baslik": "Sabah Namazı (4 Rekat)",
      "icerik": "Sabah namazı, 2 rekat sünnet ve 2 rekat farz olmak üzere toplam 4 rekattır.\n\n<b>2 Rekat Sünnetin Kılınışı:</b>\n<b>1. Rekat:</b> Niyet edilir, \"Allahu Ekber\" diyerek tekbir alınır. Sübhaneke, Eûzü-Besmele, Fatiha ve bir zamm-ı sure okunur. Rükû ve secdeler yapılır.\n<b>2. Rekat:</b> Ayağa kalkılır. Besmele, Fatiha ve bir zamm-ı sure okunur. Rükû ve secdeler yapılır. Oturulur, Ettehiyyatü, Salli-Barik ve Rabbena duaları okunur ve selam verilir.\n\n<b>2. Rekat Farzın Kılınışı:</b>\n(Erkekler kamet getirir) Kılınışı sünnetiyle aynıdır. Niyet ederken \"sabah namazının farzına\" diye niyet edilir."
    },
    {
      "baslik": "Öğle Namazı (10 Rekat)",
      "icerik": "Öğle namazı, 4 rekat ilk sünnet, 4 rekat farz ve 2 rekat son sünnet olmak üzere toplam 10 rekattır.\n\n<b>4 Rekat İlk Sünnetin Kılınışı:</b>\n<b>1. Rekat:</b> Niyet edilir, tekbir alınır. Sübhaneke, Eûzü-Besmele, Fatiha ve zamm-ı sure okunur. Rükû ve secdeler yapılır.\n<b>2. Rekat:</b> Besmele, Fatiha ve zamm-ı sure okunur. Rükû ve secdeler yapılır. Oturulur ve sadece Ettehiyyatü okunur.\n<b>3. Rekat:</b> Ayağa kalkılır. Besmele, Fatiha ve zamm-ı sure okunur. Rükû ve secdeler yapılır.\n<b>4. Rekat:</b> Besmele, Fatiha ve zamm-ı sure okunur. Rükû ve secdeler yapılır. Son oturuşta Ettehiyyatü, Salli-Barik ve Rabbena duaları okunur ve selam verilir.\n\n<b>4. Rekat Farzın Kılınışı:</b>\n(Erkekler kamet getirir) Kılınışı ilk sünnet gibidir. Farklı olarak 3. ve 4. rekatlarda Fatiha'dan sonra zamm-ı sure okunmaz.\n\n<b>2 Rekat Son Sünnetin Kılınışı:</b>\nKılınışı sabah namazının sünneti gibidir."
    },
    {
      "baslik": "İkindi Namazı (8 Rekat)",
      "icerik": "İkindi namazı, 4 rekat sünnet ve 4 rekat farz olmak üzere toplam 8 rekattır.\n\n<b>4 Rekat Sünnetin Kılınışı:</b>\nKılınışı öğle namazının ilk sünneti gibidir. Farklı olarak ikinci rekatın sonundaki oturuşta Ettehiyyatü'den sonra Salli-Barik duaları da okunur. Üçüncü rekata kalkınca Sübhaneke duası okunur.\n\n<b>4. Rekat Farzın Kılınışı:</b>\n(Erkekler kamet getirir) Kılınışı öğle namazının farzı gibidir."
    },
    {
      "baslik": "Akşam Namazı (5 Rekat)",
      "icerik": "Akşam namazı, 3 rekat farz ve 2 rekat sünnet olmak üzere toplam 5 rekattır. Önce farz kılınır.\n\n<b>3 Rekat Farzın Kılınışı:</b>\n<b>1. Rekat:</b> (Erkekler kamet getirir) Niyet edilir, tekbir alınır. Sübhaneke, Eûzü-Besmele, Fatiha ve zamm-ı sure okunur. Rükû ve secdeler yapılır.\n<b>2. Rekat:</b> Besmele, Fatiha ve zamm-ı sure okunur. Rükû ve secdeler yapılır. Oturulur ve sadece Ettehiyyatü okunur.\n<b>3. Rekat:</b> Ayağa kalkılır. Besmele ve sadece Fatiha okunur. Rükû ve secdeler yapılır. Son oturuşta Ettehiyyatü, Salli-Barik ve Rabbena duaları okunur ve selam verilir.\n\n<b>2 Rekat Sünnetin Kılınışı:</b>\nKılınışı sabah namazının sünneti gibidir."
    },
    {
      "baslik": "Yatsı Namazı (13 Rekat)",
      "icerik": "Yatsı namazı, 4 rekat ilk sünnet, 4 rekat farz, 2 rekat son sünnet ve 3 rekat vitir namazı olmak üzere toplam 13 rekattır.\n\n<b>4 Rekat İlk Sünnet:</b> Kılınışı ikindi namazının sünneti gibidir.\n<b>4 Rekat Farz:</b> Kılınışı öğle namazının farzı gibidir.\n<b>2 Rekat Son Sünnet:</b> Kılınışı sabah namazının sünneti gibidir.\n\n<b>3 Rekat Vitir Vacip Namazının Kılınışı:</b>\n<b>1. Rekat:</b> Niyet edilir, tekbir alınır. Sübhaneke, Eûzü-Besmele, Fatiha ve zamm-ı sure okunur. Rükû ve secdeler yapılır.\n<b>2. Rekat:</b> Besmele, Fatiha ve zamm-ı sure okunur. Rükû ve secdeler yapılır. Oturulur ve sadece Ettehiyyatü okunur.\n<b>3. Rekat:</b> Ayağa kalkılır. Besmele, Fatiha ve zamm-ı sure okunur. Ardından \"Allahu Ekber\" diyerek Kunut tekbiri alınır ve Kunut duaları okunur. Sonra rükû ve secdeler yapılır. Son oturuşta Ettehiyyatü, Salli-Barik ve Rabbena duaları okunur ve selam verilir."
    },
    {
      "baslik": "Cuma Namazı (10 Rekat)",
      "icerik": "Cuma namazı, 4 rekat ilk sünnet, 2 rekat farz ve 4 rekat son sünnet olmak üzere toplam 10 rekattır.\n\n<b>4 Rekat İlk Sünnet:</b> Kılınışı öğle namazının ilk sünneti gibidir.\n(Ardından camide imam hutbe okur ve iç ezan okunur.)\n\n<b>2 Rekat Farz (Cemaatle):</b>\nNiyet edilir: \"Niyet ettim Allah rızası için Cuma namazının farzını kılmaya, uydum imama\". İmam Fatiha ve zamm-ı sureyi sesli okur, cemaat dinler. İmamla birlikte rükû ve secdeler yapılır. İkinci rekatın sonunda oturulur, dualar okunur ve selam verilir.\n\n<b>4 Rekat Son Sünnet:</b> Kılınışı öğle namazının ilk sünneti gibidir."
    }
  ],
  "gizlilik_politikasi": {
    "baslik": "Gizlilik Politikası",
    "icerik": "Bu gizlilik politikası, \"İslami Bilgiler\" uygulamamızın kullanıcı verilerini nasıl topladığını, kullandığını ve koruduğunu açıklamaktadır.\n\n<h2>Toplanan Bilgiler</h2>\nUygulamamız, kullanıcı deneyimini iyileştirmek ve temel işlevleri sunmak için bazı verilere erişebilir:\n<ul>\n    <li><strong>Konum Verisi:</strong> \"Kıble Bulucu\" ve \"Namaz Vakitleri\" özelliklerinin doğru çalışabilmesi için cihazınızın coğrafi konum bilgisine (enlem ve boylam) erişim gerekmektedir. Bu bilgi, sadece cihazınız üzerinde işlenir, sunucularımıza gönderilmez veya üçüncü taraflarla paylaşılmaz.</li>\n    <li><strong>Reklam Kimliği:</strong> Uygulamamız, Google AdMob reklam hizmetini kullanarak reklam gösterimi yapar. Google, ilgi alanlarınıza yönelik daha alakalı reklamlar sunmak için cihazınızın reklam kimliğini kullanabilir.</li>\n</ul>\n\n<h2>Veri Kullanımı</h2>\n<p>Toplanan veriler aşağıdaki amaçlar için kullanılır:\n<ul>\n    <li>Uygulamanın temel özelliklerini (Kıble, Namaz Vakitleri) çalıştırmak.</li>\n    <li>Kullanıcılara ücretsiz bir hizmet sunabilmek için kişiselleştirilmiş reklamlar göstermek.</li>\n    <li>Uygulama performansını analiz etmek ve iyileştirmek.</li>\n</ul>\n</p>\n\n<h2>Gizlilik Politikasındaki Değişiklikler</h2>\n<p>Bu gizlilik politikasını zaman zaman güncelleyebiliriz. Herhangi bir değişiklik olduğunda, yeni politikayı bu sayfada yayınlayacağız.</p>"
  }
}